[General]
customDesktopLogo=Custom Desktop Logo 2.0
customDesktopLogoSettings=Custom Desktop Logo - Settings
selectImages=Select Images
changeImageFolder=Change Image Folder
refreshImageList=Refresh Image List

instructions=Logo Image Instructions:
instruction1=(1) Use only PNG images.
instruction2=(2) For animated logos, rename your images sequentially using numbers: ie: 1.PNG, 2.PNG, 3.PNG, etc...
instruction3=(3) Place your images into a new folder.
instruction4=(4) Place your new folder into the Custom Desktop Logo directory under the "System" -> "Images" folder. 
instruction5=(5) Click the "Change Image Folder" button to browse to the directory of your images.

zLevel=Z - Level
topmost=Topmost
alwaysOnBottom=Always On Bottom
multiMonitorDisplayModes=Multi-Monitor Display Modes
allSame=All Same
primaryOnly=Primary Only
allButPrimary=All But Primary
virtualMonitor=Virtual Monitor
displayLocation=Display Location
centre=Centre
bottomLeft=Bottom Left
bottomMiddle=Bottom Middle
bottomRight=Bottom Right
leftMiddle=Left Middle
displayAtLocationOffset=Display At Location Offset
topLeft=Top Left
topMiddle=Top Middle
topRight=Top Right
rightMiddle=Right Middle
locationOffset=Location Offset
xCoordinate=X
yCoordinate=Y
scaleImagesByFactorOf=Scale Images By Factor Of:
framesPerSecond=Frames Per Second
delayBetweenAnimationsSeconds=Delay Between Animations (Seconds)
opacity=Opacity
language=Language
location=Location
size=Size
animationAndGraphics=Animation/Graphics
createdBy=By
helpabout=Help/About
dropFolder=Drop Folder
useAsDropFolderWithExplanation=Drop Folder Mode (Responds to Input, Allows Drag && Drop)
folderName=Folder Name
folderPath=Folder Path
browse=Browse
normal=Normal

[LanguageFile]
intendedForProgramVersion=2.2
languageFileVersion=2.2
languageName=English
fileAuthor=Eric Wong

[MainContextMenu]
quit=Quit
helpabout=Help/About
settings=Settings
hideLogo=Hide Logo
dropFolderMode=Drop Folder Mode
disableMovement=Disable Movement

[helpAbout]
aboutWindowTitle=About Custom Desktop Logo
officialSupportForum=Official Support Forum - www.donationcoder.com
officialWebsite=Official Website - http://customdesktoplogo.wikidot.com
donateProjectDevelopment=Donate to the Project Development (PayPal) - VideoInPicture@gmail.com
emailAuthor=E-mail Author - VideoInPicture@gmail.com
programDescription=Custom Desktop Logo allows you to create custom static and animated logos for your computer that stay on your desktop or on top of everything else. It is great for presentations or for event booths where you would like to brand what is shown on your screen with your logo. The logos can also double as drop folders!

[errorMessages]
Custom Desktop Logo=Custom Desktop Logo
usingTooMuchMemoryContinueQuestion=The images are using too much memory. Continue?
folderDoesNotExist=Folder Does Not Exist
